<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="menu.css">
    <link rel="stylesheet" href="styles.css">
    <title>Informática</title>
</head>
<body>
    <script src="menu.js"></script>

    <div class="container">
        <h1>Inform&aacute;tica en el Imperio Español</h1>
    
        <h3>¿Porque hablar de la inform&aacute;tica en el Imperio?</h3>
        <p>Aunque la inform&aacute;tica como disciplina tecnol&oacute;gica no exist&iacute;a durante el Imperio Español, s&iacute; exist&iacute;a algo fundamental: la necesidad de <strong>gestionar</strong> grandes vol&uacute;menes de <strong>informaci&oacute;n</strong>. Gobernar territorios repartidos por varios continentes requer&iacute;a recopilar datos, organizarlos, analizarlos y transmitirlos de forma eficiente.</p>
        <p>En este sentido, el Imperio Español desarroll&oacute; uno de los sistemas administrativos y documentales m&aacute;s complejos de la historia, que puede entenderse como un precedente directo de los sistemas inform&aacute;ticos actuales.</p>
        
        <h3>Gesti&oacute;n de la informaci&oacute;n como antecesora de la inform&aacute;tica</h3>
        <p>La inform&aacute;tica moderna se basa en procesos claros: entrada de datos, almacenamiento, procesamiento y salida de informaci&oacute;n. Estos mismos principios ya estaban presentes en el Imperio Español, aunque ejecutados por personas y herramientas anal&oacute;gicas.</p>
        <p>Documentos, informes, mapas, censos y registros cumpl&iacute;an la funci&oacute;n que hoy realizan bases de datos y sistemas de informaci&oacute;n. La diferencia no estaba en el concepto, sino en la tecnolog&iacute;a utilizada.</p>
        <p>Por ello, se puede afirmar que la gesti&oacute;n de la informaci&oacute;n fue la “<strong>inform&aacute;tica</strong>" de su tiempo, esencial para la toma de decisiones pol&iacute;ticas, econ&oacute;micas y militares.</p>
        
        <h3>Relaci&oacute;n entre informaci&oacute;n, administraci&oacute;n y sostenibilidad</h3>
        <p>Una administraci&oacute;n eficiente depend&iacute;a directamente de una buena gesti&oacute;n de la informaci&oacute;n. Decisiones mejor informadas permit&iacute;an optimizar recursos, planificar rutas comerciales, regular el uso del territorio y mantener el funcionamiento del imperio.</p>
        <p>Adem&aacute;s, estos sistemas funcionaban con un consumo energ&eacute;tico muy reducido, bas&aacute;ndose en materiales reutilizables, trabajo humano y energ&iacute;as renovables como el viento o el agua.</p>
        <p>De este modo, la relaci&oacute;n entre informaci&oacute;n y sostenibilidad se manifiesta en la capacidad del Imperio para mantenerse durante siglos mediante estructuras administrativas duraderas, eficientes y adaptadas a los recursos disponibles.</p>
    </div>
</body>
</html>