<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="menu.css">
    <link rel="stylesheet" href="styles.css">
    <title>Procesamiento y Análisis</title>
</head>

<body>
    <script src="menu.js"></script>
    <div class="container">
        <h1>Procesamiento y an&aacute;lisis de la informaci&oacute;n en el Imperio Español</h1>

        <h3>Recoger datos para gobernar un mundo</h3>
        <p>El Imperio Español se enfrentaba a un reto enorme, gestionar informaci&oacute;n de territorios separados por
            oc&eacute;anos.</p>
        <p>Para ello, cre&oacute; una red constante de recogida de datos; censos, informes econ&oacute;micos, mapas,
            registros comerciales y comunicaciones oficiales. Cada documento ten&iacute;a un prop&oacute;sito, saber que
            ocurr&iacute;a en cada territorio y evitar decisiones a ciegas</p>

        <h3>De los datos al conocimiento</h3>
        <p>La informaci&oacute;n no se almacenaba de cualquier manera, llegaba a instituciones clave, como, por ejemplo,
            el <a href="#consejoindia">Consejo de Indias</a>, donde se organizaba, contrastaba y comparaba entre
            regiones.</p>
        <p>Aqu&iacute; ocurr&iacute;a lo importante</p>
        <ul>
            <li>Se detectaban problemas estructurales</li>
            <li>Se evaluaban decisiones anteriores</li>
            <li>Se ajustaban leyes, impuestos y estrategias</li>
        </ul>
        <p>Gracias a todo esto, la corona pod&iacute;a anticipar caidas en la recaudaci&oacute;n, regular el comercio,
            prever riesgos en rutas mar&iacute;timas y controlar abusos administrativos.</p>

        <h3>Estandarizaci&oacute;n de la informaci&oacute;n</h3>
        <p>Estandarizar la informaci&oacute;n fue muy clave en el Imperio. Gracias a como se hizo, informes con
            estructuras similares, normas comunes y formatos repetidos facilitaron la comparaci&oacute;n entre
            territorios.</p>

        <h3 id="consejoindia">El Consejo de Indias, centro de decisi&oacute;n</h3>
        <p>El Consejo de Indias fue la instituci&oacute;n clave para gobernar los territorios americanos y
            asi&aacute;ticos del Imperio. No era solo un organo pol&iacute;tico, tambi&eacute;n funcionaba como centro
            de an&aacute;lisis de informaci&oacute;n.</p>
        <p>Toda la informaci&oacute;n relevante pasaba por el; informes de virreyes y gobernadores, datos fiscales,
            quejas, propuestas...</p>
        <h5>Como se procesaba la informaci&oacute;n</h5>
        <p>La informaci&oacute;n llegaba desde los territorios en forma de cartas, principalmente. Esta se organizaba
            por tem&aacute;tica, econom&iacute;a, justicia, defensa, poblaci&oacute;n o comercio. Se contrastaban datos
            de distintas reciones para detectar incoherencias o problemas.</p>
        <p>Los consejeros estudiaban la informaci&oacute;n, evaluaban consecuencias y propon&iacute;an soluciones. Las
            conclusiones se convert&iacute;an en leyes, instrucciones o reformas. No buscaban resolver problemas
            puntuales, su an&aacute;lisis buscaba soluciones a largo plazo</p>
    </div>
</body>

</html>