<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="menu.css">
    <link rel="stylesheet" href="styles.css">
    <title>Recopilación y Almacenamiento</title>
</head>

<body>

    <script src="menu.js"></script>
    <div id="menu" class="menu"></div>

    <div class="container">
        <h1>Recopilaci&oacute;n y almacenamiento de la informaci&oacute;n en el Imperio Espa&ntilde;ol</h1>

        <h3>Saber qu&eacute; ocurr&iacute;a en cada rinc&oacute;n del Imperio</h3>
        <p>Gobernar un imperio tan extenso exig&iacute;a conocer qu&eacute; ocurr&iacute;a en cada territorio. Para ello, la Corona desarroll&oacute; un sistema constante de recopilaci&oacute;n de informaci&oacute;n, basado en documentos escritos que reflejaban la realidad pol&iacute;tica, econom&iacute;a y social de cada regi&oacute;n.</p>
        <p>La informaci&oacute;n se recog&iacute;a de forma sistem&aacute;tica, no de manera puntual, lo que permit&iacute;a mantener una visi&oacute;n actualizada del estado del imperio</p>

        <h3>Qu&eacute; informaci&oacute;n se recopilaba?</h3>
        <p>La recopilaci&oacute;n abarcaba muchos &aacute;mbitos:</p>
        <ul>
            <li><strong>Datos demogr&aacute;ficos:</strong> censos de poblaci&oacute;n, distribuci&oacute;n social y grupos étnicos</li>
            <li><strong>Informaci&oacute;n econ&oacute;mica:</strong> impuestos, producci&oacute;n agr&iacute;cola, comercio...</li>
            <li><strong>Informaci&oacute;n territorial:</strong> mapas, descripciones geogr&aacute;ficas, recursos naturales</li>
            <li><strong>Informaci&oacute;n administrativa y judicial:</strong> nombramientos, juicios, denuncias y quejas</li>
        </ul>

        <h3>Qui&eacute;n recopilaba la informaci&oacute;n?</h3>
        <p>La recogida de datos recog&iacute;a sobre virreyes, gobernadores, funcionarios locales, corregidores, escribanos, notarios e instituciones religiosas como parroquias y ordenes misioneras.</p>
    
        <h3>Almacenamiento de la informaci&oacute;n</h3>
        <p>La informaci&oacute;n se materializaba en documentos como informes oficiales, cartas administrativas, registros fiscales, comerciales, o relaciones descriptivas de territorios.</p>
        <p></p>
        <p>Una vez recopilada, se conservaba tanto en territorios como en la metropol&iacute;. Archivos locales y virreinales, archivos centrales de la corona... El almacenamiento no era improvisado, buscaba preservar la informaci&oacute;n para futuras consultas y garantizar su disponibilidad a lo largo del tiempo.</p>
    
        <h3>La importancia del archivo</h3>
        <p>Los archivos se convirtieron en elementos esenciales del poder imperial. No solo guardaban documentos, sino que aseguraban la memoria administrativa del estado, permitiendo reconstruir decisiones pasadas, verificar datos y mantener continuidad en el gobierno.</p>
        <p>Gracias a esta pol&iacute;tica de recopilaci&oacute;n y almacenamiento, el imperio pudo sostener durante siglos una administraci&oacute;n eficaz sobre territorios separados por enormes distancias.</p>
    </div>

</body>

</html>