<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="menu.css">
    <link rel="stylesheet" href="styles.css">
    <title>Sistemas de Gestión</title>
</head>

<body>

    <script src="menu.js"></script>
    <div id="menu" class="menu"></div>

    <div class="container">
        <h1>Sistemas de gesti&oacute;n de la informaci&oacute;n en el Imperio Español</h1>

        <h3>Organizar el conocimiento para gobernar</h3>
        <p>El gran volumen de informaci&oacute;n generado por el Imperio Espa&ntilde;ol hizo necesario crear sistemas de gesti&oacute;n que permitieran organizar, controlar y mantener los documentos de forma eficaz. No bastaba con recopilar datos: era imprescindible saber d&oacute;nde estaban, qui&eacute;n pod&iacute;a acceder a ellos y c&oacute;mo utilizarlos cuando fuera necesario.</p>

        <h3>Organizaci&oacute;n jer&aacute;rquica de la informaci&oacute;n</h3>
        <p>La gesti&oacute;n de la informaci&oacute;n segu&iacute;a la misma estructura jer&aacute;rquica del Imperio:</p>
        <ul>
            <li>Nivel local (ciudades, corregimientos, parroquias)</li>
            <li>Nivel regional (virreinatos, audiencias)</li>
            <li>Nivel central (Consejo de Indias y Corona)</li>
        </ul>
        <p>Cada nivel conservaba copias de los documentos y remit&iacute;a la informaci&oacute;n relevante al nivel superior, evitando la p&eacute;rdida total de datos y permitiendo el control administrativo.</p>

        <h3>Clasificaci&oacute;n y orden documental</h3>
        <p>Los documentos se gestionaban mediante sistemas de clasificaci&oacute;n, que facilitaban su localizaci&oacute;n y consulta:</p>
        <ul>
            <li>Organizaci&oacute;n por territorios</li>
            <li>Separaci&oacute;n por materias (econom&iacute;a, justicia, defensa, comercio, poblaci&oacute;n)</li>
            <li>Orden cronol&oacute;gico</li>
        </ul>
        <p>Este orden permit&iacute;a manejar grandes vol&uacute;menes de informaci&oacute;n sin depender de la memoria individual de los funcionarios.</p>

        <h3>Estandarizaci&oacute;n y control administrativo</h3>
        <p>La Corona impuso normas comunes en la elaboraci&oacute;n de documentos:</p>
        <ul>
            <li>Modelos oficiales de informes</li>
            <li>Lenguaje administrativo formal</li>
            <li>Estructuras repetidas en registros y relaciones</li>
        </ul>
        <p>La estandarizaci&oacute;n facilitaba la gesti&oacute;n, reduc&iacute;a errores y garantizaba una mayor coherencia entre territorios muy distintos.</p>

        <h3>Duplicaci&oacute;n y conservaci&oacute;n de documentos</h3>
        <p>Para asegurar la fiabilidad del sistema, muchos documentos se copiaban y conservaban en distintos archivos. Esta duplicaci&oacute;n actuaba como un mecanismo de seguridad de la informaci&oacute;n, protegi&eacute;ndola frente a p&eacute;rdidas, destrucciones o manipulaciones.</p>

        <h3>Control de acceso a la información</h3>
        <p>No toda la informaci&oacute;n era p&uacute;blica. El acceso a los documentos estaba regulado:</p>
        <ul>
            <li>Seg&uacute;n el cargo del funcionario</li>
            <li>Seg&uacute;n el tipo de informaci&oacute;n</li>
            <li>Seg&uacute;n su relevancia pol&iacute;tica o estrat&eacute;gica</li>
        </ul>
        <p>Este control evitaba filtraciones y reforzaba el poder de la administraci&oacute;n central.</p>
    </div>

</body>

</html>